--task1
drop view [Список ответственных]
go
CREATE VIEW [Список ответственных] AS
SELECT 
    [Номер ответственного] AS [код], 
    [Фамилия ответственного] AS [фамилия], 
    [Имя ответственного] AS [имя], 
    [Отчество ответственного] AS [отчество], 
    Должность AS [должность], 
    [Дата приема на работу] AS [дата приема]
FROM 
    Ответственные;
	go
SELECT * FROM [Список ответственных];
--task2
drop view [список оборудования]
go
CREATE VIEW [список оборудования] AS
SELECT 
    [Название оборудования] AS [код], 
    [Тип оборудования] AS [тип], 
    [Количество оборудования] AS [количество], 
    [Дата поступления] AS [дата поступления], 
    [Подразделение установки] AS [подразделение]
FROM 
    Оборудование;
	go
SELECT * FROM [список оборудования];

--task3
drop view [станки]
go
CREATE VIEW [станки] AS
SELECT 
    [Название оборудования] AS [код], 
    [Тип оборудования] AS [тип], 
    [Количество оборудования] AS [количество], 
    [Дата поступления] AS [дата поступления], 
    [Подразделение установки] AS [подразделение]
FROM 
    Оборудование
	where Оборудование.[Название оборудования] like '%станок%' with check option
	go
	select * from [станки]

	--task5
	drop view [топ 5 списаний]
	go
create view [топ 5 списаний] as
select top 5 Списания.[Название оборудования],Списания.[Количество списанного оборудования],Списания.[Причина списания]
from Списания
order  by [Причина списания]
go
select * from [топ 5 списаний]

--task 6
drop view [список оборудования]
go
CREATE VIEW [список оборудования] with schemabinding AS
SELECT 
    [Название оборудования] AS [код], 
    [Тип оборудования] AS [тип], 
    [Количество оборудования] AS [количество], 
    [Дата поступления] AS [дата поступления], 
    [Подразделение установки] AS [подразделение]
FROM 
    dbo.Оборудование;

	