INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Targa 27.1','Targa 27.1 - элегантный финский катер длиной 8,4 метра, сочетающий в себе высокую производительность и роскошный дизайн. Корпус из стекловолокна обеспечивает прочность и плавность хода, а мощные подвесные двигатели Yamaha позволяют развивать скорость до 45 узлов. Ширина 3.04м Осадка 1.05м. 2014 года выпуска, флайбридж одни руки. Сухой вес 3,9 тонны.',135000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\targa271.png','Финский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Sea Ray Sundancer 320','Модель Sundancer 320 является популярным спортивным круизным катером от
      известного американского бренда Sea Ray. Длина катера составляет 9,75 м,
      ширина -3,2 м, осадка - 0,9 м, а вес приблизительно 4800 кг. Катер оснащен
      просторной палубой с большим солнечным тентом, удобным кокпитом с диванами
      и столом, оборудованным камбузом и двуспальной каютой с телевизором.',240000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\searay320.jpg','Американский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Monterey 224FS','Катер Monterey 224FS - это спортивная рыболовная модель американского
      производства. Он рассчитан на перевозку до 8 человек и оснащен мощным
      подвесным двигателем, обеспечивающим высокую скорость и маневренность.Он
      имеет длину 6,7 м, ширину 2,6 м и осадку 0,5 м.',66000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\monterey224.jpg','Американский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Beneteau Antares 23','Катер Beneteau Antares 23 является комфортабельной круизной моделью от
      известного французского производителя. Его длина составляет 7,5 метров,
      ширина - 2,9 метров, а осадка - 0,7 метров. Судно рассчитано на перевозку
      до 8 человек и оснащено топливным баком на 200 литров. Основные
      особенности Antares 23 - это просторная палуба с удобной кокпитной зоной,
      где расположены диваны и съемный стол. Также на борту есть небольшая
      камбузная зона с мойкой и газовой плитой, а в носовой части - двуспальная
      каюта.',118000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\antares23.jpg','Французский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Sea Ray Sundeck 270','Sea Ray Sundeck 270 является популярной моделью семейного круизного катера
      от известного американского производителя Sea Ray. Его длина составляет
      8,2 метра, ширина - 2,8 метра, а осадка - 0,9 метра. Основная особенность
      Sundeck 270 - это просторная палуба с большим солнечным тентом,
      обеспечивающим комфортный отдых на воде.',85000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\sundeck270.jpg','Американский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Quicksilver Activ 555 Open','Quicksilver Activ 555 Open - это многофункциональная модель открытого
      катера от известного европейского производителя Quicksilver. Он отличается
      компактными размерами и универсальностью, подходящей как для семейного
      отдыха, так и для активного времяпровождения на воде. Длина катера
      составляет 5,5 метров, ширина - 2,3 метра, а осадка - всего 0,4 метра.',28500,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\activ555.jpg','Британский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Finnmaster T7','Finnmaster T7 - это современный рыболовный и прогулочный катер от финского
      производителя Finnmaster. Это компактное, но функциональное судно, которое
      подходит как для семейного отдыха, так и для активной рыбалки. Длина: 7
      метров Ширина: 2,4 метра Осадка: 0,6 метра.
      Особенности Finnmaster T7 включают просторную палубу с большой кормовой зоной, где можно заниматься рыбной ловлей. Также на борту есть носовая каюта с двуспальным спальным местом и камбузная зона с мойкой и газовой плитой.',70000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\finnmaster7.jpg','Финский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Sessa Marine Key Largo 27','Sessa Marine Key Largo 27 - это элегантный спортивно-круизный катер от
      известного итальянского производителя Sessa Marine. Данная модель
      отличается своими современными обводами корпуса и комфортабельной
      планировкой. Длина: 8,3 метра Ширина: 2,9 метра Осадка: 0,8 метра.
      Катер имеет просторную палубу с большим солнечным тентом, который укрывает от жары удобную кокпитную зону с дополнительными сидениями и складным столом.',120500,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\sessa largo27.jpg','Итальянский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Beneteau Flyer 7.7 SPORTdeck','Beneteau Flyer 7.7 SPORTdeck представляет собой современный спортивно-развлекательный катер от известного французского бренда Beneteau. Эта модель сочетает в себе динамичные ходовые качества и комфортабельное пространство для семейного отдыха.
      Особенностью катера является его просторная палуба с многофункциональной кокпитной зоной. Здесь расположены удобные диваны, поворотный стол и камбузный блок с раковиной и газовой плитой.',95000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\flyer7.7.jpg','Французский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Cranchi E26 Classic','Cranchi E26 Classic - это стильный круизный катер от известного итальянского производителя Cranchi. Эта модель отличается элегантным дизайном корпуса и продуманной планировкой, делающей ее идеальным выбором для комфортного отдыха на воде.
      Одной из особенностей катера является его просторная кокпитная зона с диванами и складным столом. Также на борту имеется небольшая камбузная зона и двуспальная каюта в носовой части.',145000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\cranchie26.jpg','Итальянский  катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Yamaha AR195','Yamaha AR195 - это универсальный семейный катер от известного японского производителя Yamaha. Данная модель сочетает в себе динамичные ходовые качества, комфортное пространство и множество функциональных особенностей.
      Одной из главных особенностей AR195 является его просторная и хорошо организованная палуба. В кокпитной зоне расположены удобные диваны, съемный столик и мини-камбуз с плитой и мойкой. Также на борту есть небольшое спальное место в носовой части.',53500,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\yamaha195.jpg','Американский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Sealine C390v','Sealine C390v - это современный круизный катер премиум-класса от известного британского производителя Sealine. Эта модель отличается стильным дизайном, продуманной планировкой и высокими ходовыми качествами, что делает ее привлекательной для любителей комфортного отдыха на воде.
      Катер Sealine C390v отличается просторной и функциональной палубой. В кокпитной зоне расположены удобные диваны, поворотный стол и мини-камбуз с оборудованием.',350000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\sealinec390.jpg','Британский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Jeanneau Merry Fisher 695','Jeanneau Merry Fisher 695 - это многофункциональный рыболовно-прогулочный катер от известного французского производителя Jeanneau. Данная модель сочетает в себе практичность, надежность и комфорт, что делает ее привлекательным выбором для активного отдыха на воде.
      Особенностью катера является его практичная планировка с просторной кормовой палубой, где можно заниматься рыбалкой. В кокпитной зоне расположены комфортабельные диваны и съемный стол.',63000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\merryfisher.jpg','Французский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Finnmaster Pilot 8','Finnmaster Pilot 8 - это современный и многофункциональный круизный катер от финского производителя Finnmaster. Эта модель отличается сочетанием практичности, комфорта и ходовых качеств, что делает её привлекательным выбором для различных видов водного отдыха.
      Finnmaster Pilot 8 имеет просторную палубу с удобной кокпитной зоной, оснащенной диванами, съемным столом и камбузным блоком.',115000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\finnmaster8.jpg','Финский катер');
INSERT INTO ShipModel(Name,Description,Price,Availability,ImagePath,ShipType) VALUES ('Nimbus Weekender 9','Nimbus Weekender 9 - это флагманская модель в линейке круизных катеров Weekender от известного шведского производителя Nimbus Boats. Этот 9-метровый катер сочетает в себе высокий уровень комфорта, современные технологии и отличные ходовые качества.
      Nimbus Weekender 9 отличается просторной палубой с комфортабельным кокпитом, оборудованным диванами, обеденным столом и камбузной зоной. Ниже расположена двуспальная каюта и второе пассажирское спальное место.',300000,'Модель в наличии','C:\Users\леха\Desktop\2 курс\4sem\лабы\ооп\lab4\lab4\pics\boatpics\weekender9.jpg','Шведский катер');
