{
  "ship": [
    {
      "id": "0",
      "Name": "Targa 27.1",
      "Description": "Targa 27.1 - элегантный финский катер длиной 8,4 метра, сочетающий в себе высокую производительность и роскошный дизайн. Корпус из стекловолокна обеспечивает прочность и плавность хода, а мощные подвесные двигатели Yamaha позволяют развивать скорость до 45 узлов. Ширина 3.04м Осадка 1.05м. 2014 года выпуска, флайбридж одни руки. Сухой вес 3,9 тонны.",
      "Price": "135000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\targa271.png",
      "ShipType": "Финский катер"
    },
    {
      "id": "1",
      "Name": "Sea Ray Sundancer 320",
      "Description": "Модель Sundancer 320 является популярным спортивным круизным катером от\n      известного американского бренда Sea Ray. Длина катера составляет 9,75 м,\n      ширина -3,2 м, осадка - 0,9 м, а вес приблизительно 4800 кг. Катер оснащен\n      просторной палубой с большим солнечным тентом, удобным кокпитом с диванами\n      и столом, оборудованным камбузом и двуспальной каютой с телевизором.",
      "Price": "240000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\searay320.jpg",
      "ShipType": "Американский катер"
    },
    {
      "id": "2",
      "Name": "Monterey 224FS",
      "Description": "Катер Monterey 224FS - это спортивная рыболовная модель американского\n      производства. Он рассчитан на перевозку до 8 человек и оснащен мощным\n      подвесным двигателем, обеспечивающим высокую скорость и маневренность.Он\n      имеет длину 6,7 м, ширину 2,6 м и осадку 0,5 м.",
      "Price": "66000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\monterey224.jpg",
      "ShipType": "Американский катер"
    },
    {
      "id": "3",
      "Name": "Beneteau Antares 23",
      "Description": "Катер Beneteau Antares 23 является комфортабельной круизной моделью от\n      известного французского производителя. Его длина составляет 7,5 метров,\n      ширина - 2,9 метров, а осадка - 0,7 метров. Судно рассчитано на перевозку\n      до 8 человек и оснащено топливным баком на 200 литров. Основные\n      особенности Antares 23 - это просторная палуба с удобной кокпитной зоной,\n      где расположены диваны и съемный стол. Также на борту есть небольшая\n      камбузная зона с мойкой и газовой плитой, а в носовой части - двуспальная\n      каюта.",
      "Price": "118000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\antares23.jpg",
      "ShipType": "Французский катер"
    },
    {
      "id": "4",
      "Name": "Sea Ray Sundeck 270",
      "Description": "Sea Ray Sundeck 270 является популярной моделью семейного круизного катера\n      от известного американского производителя Sea Ray. Его длина составляет\n      8,2 метра, ширина - 2,8 метра, а осадка - 0,9 метра. Основная особенность\n      Sundeck 270 - это просторная палуба с большим солнечным тентом,\n      обеспечивающим комфортный отдых на воде.",
      "Price": "85000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\sundeck270.jpg",
      "ShipType": "Американский катер"
    },
    {
      "id": "5",
      "Name": "Quicksilver Activ 555 Open",
      "Description": "Quicksilver Activ 555 Open - это многофункциональная модель открытого\n      катера от известного европейского производителя Quicksilver. Он отличается\n      компактными размерами и универсальностью, подходящей как для семейного\n      отдыха, так и для активного времяпровождения на воде. Длина катера\n      составляет 5,5 метров, ширина - 2,3 метра, а осадка - всего 0,4 метра.",
      "Price": "28500",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\activ555.jpg",
      "ShipType": "Британский катер"
    },
    {
      "id": "6",
      "Name": "Finnmaster T7",
      "Description": "Finnmaster T7 - это современный рыболовный и прогулочный катер от финского\n      производителя Finnmaster. Это компактное, но функциональное судно, которое\n      подходит как для семейного отдыха, так и для активной рыбалки. Длина: 7\n      метров Ширина: 2,4 метра Осадка: 0,6 метра.\n      Особенности Finnmaster T7 включают просторную палубу с большой кормовой зоной, где можно заниматься рыбной ловлей. Также на борту есть носовая каюта с двуспальным спальным местом и камбузная зона с мойкой и газовой плитой.",
      "Price": "70000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\finnmaster7.jpg",
      "ShipType": "Финский катер"
    },
    {
      "id": "7",
      "Name": "Sessa Marine Key Largo 27",
      "Description": "Sessa Marine Key Largo 27 - это элегантный спортивно-круизный катер от\n      известного итальянского производителя Sessa Marine. Данная модель\n      отличается своими современными обводами корпуса и комфортабельной\n      планировкой. Длина: 8,3 метра Ширина: 2,9 метра Осадка: 0,8 метра.\n      Катер имеет просторную палубу с большим солнечным тентом, который укрывает от жары удобную кокпитную зону с дополнительными сидениями и складным столом.",
      "Price": "120500",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\sessa largo27.jpg",
      "ShipType": "Итальянский катер"
    },
    {
      "id": "8",
      "Name": "Beneteau Flyer 7.7 SPORTdeck",
      "Description": "Beneteau Flyer 7.7 SPORTdeck представляет собой современный спортивно-развлекательный катер от известного французского бренда Beneteau. Эта модель сочетает в себе динамичные ходовые качества и комфортабельное пространство для семейного отдыха.\n      Особенностью катера является его просторная палуба с многофункциональной кокпитной зоной. Здесь расположены удобные диваны, поворотный стол и камбузный блок с раковиной и газовой плитой.",
      "Price": "95000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\flyer7.7.jpg",
      "ShipType": "Французский катер"
    },
    {
      "id": "9",
      "Name": "Cranchi E26 Classic",
      "Description": "Cranchi E26 Classic - это стильный круизный катер от известного итальянского производителя Cranchi. Эта модель отличается элегантным дизайном корпуса и продуманной планировкой, делающей ее идеальным выбором для комфортного отдыха на воде.\n      Одной из особенностей катера является его просторная кокпитная зона с диванами и складным столом. Также на борту имеется небольшая камбузная зона и двуспальная каюта в носовой части.",
      "Price": "145000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\cranchie26.jpg",
      "ShipType": "Итальянский  катер"
    },
    {
      "id": "10",
      "Name": "Yamaha AR195",
      "Description": "Yamaha AR195 - это универсальный семейный катер от известного японского производителя Yamaha. Данная модель сочетает в себе динамичные ходовые качества, комфортное пространство и множество функциональных особенностей.\n      Одной из главных особенностей AR195 является его просторная и хорошо организованная палуба. В кокпитной зоне расположены удобные диваны, съемный столик и мини-камбуз с плитой и мойкой. Также на борту есть небольшое спальное место в носовой части.",
      "Price": "53500",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\yamaha195.jpg",
      "ShipType": "Американский катер"
    },
    {
      "id": "11",
      "Name": "Sealine C390v",
      "Description": "Sealine C390v - это современный круизный катер премиум-класса от известного британского производителя Sealine. Эта модель отличается стильным дизайном, продуманной планировкой и высокими ходовыми качествами, что делает ее привлекательной для любителей комфортного отдыха на воде.\n      Катер Sealine C390v отличается просторной и функциональной палубой. В кокпитной зоне расположены удобные диваны, поворотный стол и мини-камбуз с оборудованием.",
      "Price": "350000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\sealinec390.jpg",
      "ShipType": "Британский катер"
    },
    {
      "id": "12",
      "Name": "Jeanneau Merry Fisher 695",
      "Description": "Jeanneau Merry Fisher 695 - это многофункциональный рыболовно-прогулочный катер от известного французского производителя Jeanneau. Данная модель сочетает в себе практичность, надежность и комфорт, что делает ее привлекательным выбором для активного отдыха на воде.\n      Особенностью катера является его практичная планировка с просторной кормовой палубой, где можно заниматься рыбалкой. В кокпитной зоне расположены комфортабельные диваны и съемный стол.",
      "Price": "63000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\merryfisher.jpg",
      "ShipType": "Французский катер"
    },
    {
      "id": "13",
      "Name": "Finnmaster Pilot 8",
      "Description": "Finnmaster Pilot 8 - это современный и многофункциональный круизный катер от финского производителя Finnmaster. Эта модель отличается сочетанием практичности, комфорта и ходовых качеств, что делает её привлекательным выбором для различных видов водного отдыха.\n      Finnmaster Pilot 8 имеет просторную палубу с удобной кокпитной зоной, оснащенной диванами, съемным столом и камбузным блоком.",
      "Price": "115000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\finnmaster8.jpg",
      "ShipType": "Финский катер"
    },
    {
      "id": "14",
      "Name": "Nimbus Weekender 9",
      "Description": "Nimbus Weekender 9 - это флагманская модель в линейке круизных катеров Weekender от известного шведского производителя Nimbus Boats. Этот 9-метровый катер сочетает в себе высокий уровень комфорта, современные технологии и отличные ходовые качества.\n      Nimbus Weekender 9 отличается просторной палубой с комфортабельным кокпитом, оборудованным диванами, обеденным столом и камбузной зоной. Ниже расположена двуспальная каюта и второе пассажирское спальное место.",
      "Price": "300000",
      "avaliable": "Модель в наличии",
      "ImagePath": "C:\\Users\\леха\\Desktop\\2 курс\\4sem\\лабы\\ооп\\lab4\\lab4\\pics\\boatpics\\weekender9.jpg",
      "ShipType": "Шведский катер"
    }
  ]
}